Repository: k0da/zypp-dialogsolver
Catalog: po/*.po
Languages: ar, da, de, fi, hu, ja, km, ko, ro, sv, th, wa, zh_cn

source: Critical Error
ar: خطأ فادح
da: Kritisk fejl
de: Kritischer Fehler
fi: Kriittinen virhe
hu: Kritikus hiba
ja: 致命的エラー
km: កំហុស​ធ្ងន់ធ្ងរ
ko: 심각한 오류
ro: Eroare critică
sv: Allvarligt fel
th: ข้อผิดพลาดขั้นวิกฤติ
wa: Critike aroke
zh_cn: 严重错误

source: No valid solver result
ar: لا توجد أية نتيجة صالحة للمحلل
da: Intet gyldigt afhængighedsløser-resultat
de: Kein gültiges Auflösungsergebnis
fi: Ei kelvollista ratkaisimen tulosta
hu: Nincs érvényes feloldás
ja: 正しいソルバー結果がありません
km: គ្មាន​លទ្ធផល​កម្មវិធី​ដោះស្រាយ​ត្រឹមត្រូវ
ko: 올바른 해결 결과가 없음
ro: Nici un rezultat valid din partea rezolvatorului
sv: Inget giltigt resursresultat
th: ไม่มีผลลัพธ์ของตัวแก้ไขปัญหาที่ใช้งานได้
wa: Pont d' bon rizultat do rezoudeu
zh_cn: 没有有效的解算结果

source: show installed packages
ar: إظهار الحزم المثبَّتة
da: vis installerede pakker
de: Installierte Pakete anzeigen
fi: näytä asennetut paketit
hu: telepített csomagok megjelenítése
ja: インストール済みのパッケージを表示
km: បង្ហាញ​កញ្ចប់​ដែល​បាន​ដំឡើង
ko: 설치된 꾸러미 표시
ro: arată pachetele instalate
sv: visa installerade paket
th: แสดงแพกเกจที่ถูกติดตั้งไว้
wa: mostrer les pacaedjes astalés
zh_cn: 显示已安装的包

source: show recommended packages
ar: إظهار الحزم الموصى بها
da: vis anbefalede pakker
de: Empfohlene Pakete anzeigen
fi: näytä suositellut paketit
hu: ajánlott csomagok megjelenítése
ja: 推奨パッケージを表示
km: បង្ហាញ​កញ្ចប់​ដែល​បានផ្ដល់​អនុសាសន៍
ko: 권장 꾸러미 표시
ro: arată pachetele recomandate
sv: visa rekommenderade paket
th: แสดงแพกเกจที่ได้รับการแนะนำ
wa: mostrer les pacaedjes ricmandés
zh_cn: 显示推荐的包

source: Search:
ar: بحث:
da: Søg:
de: Suchen:
fi: Etsi:
hu: Keresés:
ja: 検索:
km: ស្វែងរក ៖
ko: 검색:
ro: Caută:
sv: Sökning:
th: ค้นหา:
wa: Trover:
zh_cn: 搜索：

source: Description
ar: وصف
da: Beskrivelse
de: Beschreibung
fi: Kuvaus
hu: Leírás
ja: 説明
km: សេចក្តី​ពិពណ៌នា
ko: 설명
ro: Descriere
sv: Beskrivning
th: คำอธิบาย
wa: Discrijhaedje
zh_cn: 说明

source: Name
ar: الاسم
da: Navn
fi: Nimi
hu: Név
ja: 名前
km: ឈ្មោះ
ko: 이름
ro: Nume
sv: Namn
th: ชื่อ
wa: No
zh_cn: 名称

source: Version
ar: الإصدار
fi: Versio
hu: Verzió
ja: バージョン
km: កំណែ
ko: 버전
ro: Versiune
th: รุ่น
wa: Modêye
zh_cn: 版本

source: Dependency
ar: التبعية
da: Afhængighed
de: Abhängigkeit
fi: Riippuvuus
hu: Függőség
ja: 依存関係
km: ភាព​អាស្រ័យ
ko: 의존성
ro: Dependenţe
sv: Beroende
th: ความเกี่ยวพันกัน
wa: Aloyances
zh_cn: 依赖性

source: Kind
ar: النوع
da: Type
de: Art
fi: Laji
hu: Típus
ja: 種類
km: ប្រភេទ
ro: Gen
sv: Typ
th: ประเภท
wa: Djinre
zh_cn: 类型

source: Needs
ar: يحتاج إلى
da: Behøver
de: Erfordert
fi: Tarvitsee
hu: Szükséges
ja: 必要なもの
km: ត្រូវការ​
ro: Cerinţe
sv: Behov
th: ต้องการ
wa: A dandjî di
zh_cn: 需要

source: Needed by
ar: مطلوب بواسطة
da: Behøves af
de: Benötigt von
fi: Tarvitaan
hu: Igényli
ja: 以下によって必要
km: ត្រូវការ​ដោយ
ro: Cerut de
sv: Behövs av
th: ต้องการโดย
wa: I nd a dandjî:
zh_cn: 需求者

source: Error running the graph layouting tool.
ar: حدث خطأ أثناء تشغيل أداة تخطيط الرسم البياني.
da: Fejl under kørsel af værktøjet til graf-layout.
de: Fehler beim Ausführen des Graphenlayout-Werkzeugs.
fi: Virhe kuvaajan piirtotyökalua suoritettaessa.
hu: Hiba a grafikus szerkezeti eszköz futtatásakor.
ja: グラフレイアウトツールを実行する際にエラーが発生しました。
km: កំហុស​ក្នុង​ការ​រត់​ឧបករណ៍​ប្លង់​ក្រាហ្វិក ។
ko: 그래프 레이아웃 도구 실행 도중 오류 입니다.
ro: Eroare în timpul rulării utilitarului grafic de layout.
sv: Ett fel inträffade när ritverktyget för diagram skulle köras.
th: เกิดข้อผิดพลาดระหว่างประมวลผลเครื่องมือจัดเลย์เอาต์กราฟ
wa: Åk n' a nén stî come dj' enondéve l' usteye d' adjinçmint grafike.
zh_cn: 运行图形布局工具时出错。

source: Please check that 'dot' is installed (package GraphViz).
ar: الرجاء التحقق من أنه قد تم تثبيت 'dot' (حزمة برامج GraphViz).
da: Tjek at 'dot' er installeret (pakken GraphViz).
de: Überprüfen Sie, ob 'dot' installiert ist (Paket GraphViz).
fi: Tarkista että 'dot' on asennettu (paketti GraphViz).
hu: Ellenőrizze, hogy a 'dot' telepítve van-e. (GraphViz csomag).
ja: 「dot」 (パッケージ GraphViz) がインストールされているかどうか確認してください。
km: សូម​ពិនិត្យ​ថា 'dot' ត្រូវ​បាន​ដំឡើង (កញ្ចប់ GraphViz) ។
ko: 'dot' 이 설치되었는지 확인하세요 (GraphViz 꾸러미).
ro: Verificaţi dacă pachetul 'dot' este instalat (pachetul GraphViz).
sv: Kontrollera att dot är installerat (paketet GraphViz)
th: โปรดตรวจสอบว่าโปรแกรม 'dot' ถูกติดตั้งไว้แล้วหรือไม่ (แพกเกจ GraphViz)
wa: Waitîz s' i vs plait si « dot » est astalé (pacaedje GraphViz).
zh_cn: 请检查是否已安装“点”（包 GraphViz）。

source: Could not open tempfile %1 for writing.
ar: تعذر فتح الملف المؤقت %1 للكتابة.
da: Kunne ikke åbne temp-filen %1 til skrivning.
de: Temporäre Datei %1 konnte nicht zu Schreibzwecken geöffnet werden.
fi: Väliaikaistiedostoa %1 ei voida avata kirjoitusta varten.
hu: Nem nyitható meg íráshoz a(z) %1 átmeneti fájl.
ja: 一時ファイル %1 を書き込むためにファイルを開くことができません。
km: មិន​អាច​បើក​ឯកសារ​ពុម្ព %1 ដើម្បី​សរសេរ ។
ko: 기록하기 위한 임시파일 %1 을 열 수 없습니다.
ro: Nu pot deschide pentru scriere fişierul temporar %1.
sv: Det gick inte att öppna den temporära filen %1 för skrivning.
th: ไม่สามารถเปิดแฟ้มชั่วคราว %1 เพื่อทำการเขียนได้
wa: Dji n' a sepou drovi l' fitchî timporaire %1 pos î scrire.
zh_cn: 无法打开临时文件 %1 进行写操作。

source: Could not start process "%1".
ar: تعذر بدء تشغيل العملية "%1".
da: Kunne ikke starte processen "%1".
de: Prozesss "%1" konnte nicht gestartet werden.
fi: Prosessin "%1" käynnistäminen ei onnistunut.
hu: A(z) "%1" folyamat nem indítható el.
ja: プロセス "%1" を開始できませんでした。
km: មិន​អាច​ចាប់ផ្ដើម​ដំណើរការ "%1" ។
ko: 프로세스 "%1" 을 시작할 수 없습니다.
ro: Nu pot porni procesul "%1".
sv: Det gick inte att starta processen %1.
th: ไม่สามารถเริ่มการทำงานโพรเซส "%1" ได้
wa: Dji n' a savou enonder li processus « %1 ».
zh_cn: 无法启动进程“%1”。

source: <br>Kind: %1<br>Version: %2<br>Source: %3</html>
ar: <br>النوع: %1<br>الإصدار: %2<br>المصدر: %3</html>
da: <br>Type: %1<br>Version: %2<br>Kilde: %3</html>
de: <br>Art: %1<br>Version: %2<br>Quelle: %3</html>
fi: <br>Laji: %1<br>Versio: %2<br>Lähde: %3</html>
hu: <br>Típus: %1<br>Verzió: %2<br>Forrás: %3</html>
ja: <br>種類: %1<br>バージョン: %2<br>ソース: %3</html>
km: <br>ប្រភេទ ៖ %1<br>កំណែ ៖ %2<br>ប្រភព ៖ %3</html>
ro: <br>Gen: %1<br>Versiune: %2<br>Sursă: %3</html>
sv: <br>Typ: %1<br>Version: %2<br>Källa: %3</html>
th: <br>ประเภท: %1<br>รุ่น: %2<br>ต้นฉบับ: %3</html>
wa: <br>Djinre: %1<br>Modêye: %2<br>Sourdant: %3</html>
zh_cn: <br>种类：%1<br>版本：%2<br>源：%3</html>

source: <b>Name</b>%1%2%3
ar: <b>الاسم</b>%1%2%3
da: <b>Navn</b>%1%2%3
fi: <b>Nimi</b>%1%2%3
hu: <b>Név</b>%1%2%3
ja: <b>名前</b>%1%2%3
km: <b>ឈ្មោះ</b>%1%2%3
ko: <b>이름</b>%1%2%3
ro: <b>Nume</b>%1%2%3
sv: <b>Namn</b>%1%2%3
th: <b>ชื่อ</b>%1%2%3
wa: <b>No</b>%1%2%3
zh_cn: <b>名称</b>%1%2%3

source: <b>Kind</b>%1%2%3
ar: <b>النوع</b>%1%2%3
da: <b>Type</b>%1%2%3
de: <b>Art</b>%1%2%3
fi: <b>Laji</b>%1%2%3
hu: <b>Típus</b>%1%2%3
ja: <b>種類</b>%1%2%3
km: <b>ប្រភេទ</b>%1%2%3
ro: <b>Gen</b>%1%2%3
sv: <b>Typ</b>%1%2%3
th: <b>ประเภท</b>%1%2%3
wa: <b>Djinre</b>%1%2%3
zh_cn: <b>种类</b>%1%2%3

source: <b>Version</b>%1%2%3
ar: <b>الإصدار</b>%1%2%3
fi: <b>Versio</b>%1%2%3
hu: <b>Verzió</b>%1%2%3
ja: <b>バージョン</b>%1%2%3
km: <b>កំណែ</b>%1%2%3
ko: <b>버전</b>%1%2%3
ro: <b>Versiune</b>%1%2%3
th: <b>รุ่น</b>%1%2%3
wa: <b>Modêye</b>%1%2%3
zh_cn: <b>版本</b>%1%2%3

source: <b>Source</b>%1%2%3
ar: <b>المصدر</b>%1%2%3
da: <b>Kilde</b>%1%2%3
de: <b>Quelle</b>%1%2%3
fi: <b>Lähde</b>%1%2%3
hu: <b>Forrás</b>%1%2%3
ja: <b>ソース</b>%1%2%3
km: <b>ប្រភព</b>%1%2%3
ko: <b>소스</b>%1%2%3
ro: <b>Sursă</b>%1%2%3
sv: <b>Källa</b>%1%2%3
th: <b>ต้นฉบับ</b>%1%2%3
wa: <b>Sourdant</b>%1%2%3
zh_cn: <b>源</b>%1%2%3

source: <b>Description</b>%1%2%3
ar: <b>الوصف%1%2%3
da: <b>Beskrivelse</b>%1%2%3
de: <b>Beschreibung</b>%1%2%3
fi: <b>Kuvaus</b>%1%2%3
hu: <b>Leírás</b>%1%2%3
ja: <b>説明</b>%1%2%3
km: <b>សេចក្ដី​ពិពណ៌នា</b>%1%2%3
ko: <b>설명</b>%1%2%3
ro: <b>Descriere</b>%1%2%3
sv: <b>Beskrivning</b>%1%2%3
th: <b>คำอธิบาย</b>%1%2%3
wa: <b>Discrijhaedje</b>%1%2%3
zh_cn: <b>说明</b>%1%2%3

source: Unselect item
ar: إلغاء تحديد العنصر
da: Fravælg element
de: Auswahl des Elements aufheben
fi: Poista kohteen valinta
hu: Kijelölés megszüntetése
ja: 項目の選択解除
km: មិនជ្រើស​ធាតុ
ko: 아이템 선택해제
ro: Deselectează item
sv: Avmarkera objekt
th: ยกเลิกเลือกรายการ
wa: Distchoezi cayet
zh_cn: 取消选择项目

source: Select item
ar: تحديد العنصر
da: Vælg element
de: Element auswählen
fi: Valitse kohde
hu: Kijelölés
ja: 項目の選択
km: ជ្រើស​ធាតុ
ko: 아이템 선택
ro: Selectează item
sv: Välj objekt
th: เลือกรายการ
wa: Tchoezi cayet
zh_cn: 选择项目

source: Display details
ar: عرض التفاصيل
da: Vis detaljer
de: Anzeigedetails
fi: Näytä tiedot
hu: Részletek megjelenítése
ja: ディスプレイ詳細
km: បង្ហាញ​សេចក្ដី​លម្អិត
ko: 자세히 보기
ro: Afişează detalii
sv: Visa information
th: แสดงรายละเอียด
wa: Vey les detays
zh_cn: 显示细节

source: Rotate counter-clockwise
ar: تدوير عكس اتجاه عقارب الساعة
da: Rotér mod uret
de: Gegen den Uhrzeigersinn drehen (nach links)
fi: Käännä vastapäivään
hu: Forgatás órajárással ellenkező irányba
ja: 左回りに回転します
km: បង្វិល​ច្រាស​ទ្រនិច​នាឡិកា
ko: 반시계방향으로 회전
ro: Roteşte în sens contrar acelor de ceasornic
sv: Rotera motsols
th: หมุนทวนเข็มนาฬิกา
wa: Tourner dins l' sins contraire des aweyes
zh_cn: 逆时针旋转

source: Rotate clockwise
ar: تدوير في اتجاه عقارب الساعة
da: Rotér med uret
de: Im Uhrzeigersinn drehen (nach rechts)
fi: Käännä myötäpäivään
hu: Forgatás órajárással megegyező irányba
ja: 右回りに回転します
km: បង្វិល​ស្រប​ទ្រនិច​នាឡិកា
ko: 시계방향으로 회전
ro: Roteşte în sens orar
sv: Rotera medsols
th: หมุนตามเข็มนาฬิกา
wa: Tourner dins l' sins des aweyes
zh_cn: 顺时针旋转

source: Save tree as png
ar: حفظ الهيكل بتنسيق png
da: Gem træ som png
de: Baum als PNG speichern
fi: Tallenna puu png-kuvana
hu: Fa lementése png formátumba
ja: png 形式でツリーを保存
km: រក្សាទុក​មែកធាង​ជា png
ko: 목록을 png 로 저장
ro: Salvează arborele ca png
sv: Spara träd som png
th: จัดเก็บผังต้นไม้เป็นภาพแบบ png
wa: Schaper l' coxhlaedje et l' rilomer come png
zh_cn: 将树另存为 png
